export default function About() {
  return (
    <div className="min-h-screen flex items-center justify-center">
      <div className="max-w-2xl mx-auto p-3 text-center">
        <div>
          <h1 className="text-3xl font font-semibold text-center my-7">
            O SkillBridge
          </h1>
          <div className="text-md textgray-500 flex flex-col gap-6">
            <p>
              Добро пожаловать в SkillBridge! Этот блог был создан Болатбеком и
              Алинур как личный проект, чтобы поделиться своими мыслями и идеями
              с миром.
            </p>

            <p>
              На этом веб-сайте вы найдете еженедельные курсы и учебные пособия
              по таким темам , как веб-разработка, разработка программного
              обеспечения и программирование языки. SkillBridge постоянно
              обновляется и добавляется новые технологии, поэтому обязательно
              почаще заходите на сайт, чтобы узнать о новом контенте!
            </p>

            <p>
              Мы рекомендуем вам оставлять комментарии к нашим курсам и
              взаимодействовать с другими читателями. Вы также можете ставить
              лайки на комментарии других людей и отвечать на них. Мы считаем,
              что сообщество учащихся может помочь друг другу расти и
              совершенствоваться.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
